tap "1password/tap"
tap "dart-lang/dart"
tap "dracula/install"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "michaeldfallen/formula"
tap "sass/sass"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bash-completion"
brew "bat"
brew "chezmoi"
brew "chruby"
brew "curl"
brew "gd"
brew "php"
brew "composer"
brew "coreutils"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "hexyl"
brew "htop"
brew "hub"
brew "hyperfine"
brew "openblas"
brew "julia"
brew "lsd"
brew "lua"
brew "luajit"
brew "luarocks"
brew "make"
brew "neovim"
brew "node", link: false
brew "pnpm"
brew "pssh"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rust-analyzer"
brew "swiftlint"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "trash"
brew "tree"
brew "typewritten", link: false
brew "wget"
brew "xclip"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "michaeldfallen/formula/git-radar"
brew "sass/sass/sass"
cask "1password-cli"
cask "alacritty"
cask "devutils"
cask "emacs"
cask "fig"
cask "powershell"
cask "warp"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alefragnani.Bookmarks"
vscode "alefragnani.pascal"
vscode "alefragnani.project-manager"
vscode "aliariff.vscode-erb-beautify"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "ChakrounAnas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "DanielSanMedium.dscodegpt"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "diz.ecsstractor-port"
vscode "doinkythederp.nasm-language-support"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "dzhavat.bracket-pair-toggler"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "FallenMax.mithril-emmet"
vscode "felipecaputo.git-project-manager"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "glenn2223.live-sass"
vscode "grigoryvp.goto-link-provider"
vscode "grigoryvp.language-xi"
vscode "grigoryvp.memory-theme"
vscode "Gruntfuggly.todo-tree"
vscode "howardzuo.vscode-favorites"
vscode "HTMLHint.vscode-htmlhint"
vscode "IBM.output-colorizer"
vscode "jdinhlife.gruvbox"
vscode "kamikillerto.vscode-colorize"
vscode "kenhowardpdx.vscode-gist"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "lannonbr.vscode-js-annotations"
vscode "magicstack.MagicPython"
vscode "mjmlio.vscode-mjml"
vscode "mrmlnc.vscode-autoprefixer"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ru"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "PeterSchmalfeldt.explorer-exclude"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "Shopify.ruby-lsp"
vscode "skyran.js-jsx-snippets"
vscode "sleistner.vscode-fileutils"
vscode "solnurkarim.html-to-css-autocompletion"
vscode "sorbet.sorbet-vscode-extension"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-russian"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "TabNine.tabnine-vscode"
vscode "techer.open-in-browser"
vscode "twxs.cmake"
vscode "Tyriar.lorem-ipsum"
vscode "Tyriar.sort-lines"
vscode "vincaslt.highlight-matching-tag"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "ZainChen.json"
vscode "Zignd.html-css-class-completion"
